{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": " ",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "▁t": 1,
      "▁th": 2,
      "▁a": 3,
      "▁i": 4,
      "▁the": 5,
      "▁s": 6,
      "re": 7,
      "▁w": 8,
      "▁o": 9,
      "in": 10,
      "at": 11,
      "er": 12,
      "nd": 13,
      "ou": 14,
      "▁c": 15,
      "▁b": 16,
      "▁h": 17,
      "en": 18,
      "on": 19,
      "▁m": 20,
      "▁f": 21,
      "ing": 22,
      "▁p": 23,
      "▁to": 24,
      "▁and": 25,
      "▁d": 26,
      "an": 27,
      "or": 28,
      "es": 29,
      "▁y": 30,
      "▁l": 31,
      "▁of": 32,
      "ll": 33,
      "▁in": 34,
      "ed": 35,
      "it": 36,
      "▁g": 37,
      "is": 38,
      "▁you": 39,
      "▁n": 40,
      "ar": 41,
      "om": 42,
      "as": 43,
      "ve": 44,
      "▁e": 45,
      "ic": 46,
      "▁it": 47,
      "al": 48,
      "us": 49,
      "▁wh": 50,
      "▁we": 51,
      "▁be": 52,
      "ion": 53,
      "ow": 54,
      "le": 55,
      "▁is": 56,
      "et": 57,
      "ent": 58,
      "ot": 59,
      "ut": 60,
      "▁re": 61,
      "▁on": 62,
      "ay": 63,
      "▁ha": 64,
      "ig": 65,
      "▁so": 66,
      "ct": 67,
      "▁he": 68,
      "▁for": 69,
      "ver": 70,
      "ke": 71,
      "ro": 72,
      "▁st": 73,
      "id": 74,
      "▁go": 75,
      "all": 76,
      "se": 77,
      "ly": 78,
      "▁u": 79,
      "ch": 80,
      "st": 81,
      "ld": 82,
      "▁k": 83,
      "ce": 84,
      "ur": 85,
      "▁li": 86,
      "am": 87,
      "▁r": 88,
      "ht": 89,
      "▁j": 90,
      "ith": 91,
      "▁se": 92,
      "ir": 93,
      "▁as": 94,
      "▁an": 95,
      "im": 96,
      "▁do": 97,
      "ad": 98,
      "▁was": 99,
      "ight": 100,
      "th": 101,
      "▁are": 102,
      "▁but": 103,
      "▁sh": 104,
      "ust": 105,
      "ally": 106,
      "▁not": 107,
      "▁or": 108,
      "▁com": 109,
      "▁can": 110,
      "▁me": 111,
      "op": 112,
      "▁mo": 113,
      "▁at": 114,
      "ill": 115,
      "▁ch": 116,
      "▁ne": 117,
      "ant": 118,
      "▁de": 119,
      "▁kn": 120,
      "▁one": 121,
      "il": 122,
      "ol": 123,
      "▁con": 124,
      "ter": 125,
      "▁ab": 126,
      "▁fr": 127,
      "ere": 128,
      "ck": 129,
      "▁al": 130,
      "▁all": 131,
      "qu": 132,
      "▁pro": 133,
      "▁som": 134,
      "ould": 135,
      "▁tw": 136,
      "ul": 137,
      "ra": 138,
      "od": 139,
      "ers": 140,
      "▁su": 141,
      "ive": 142,
      "▁v": 143,
      "use": 144,
      "ate": 145,
      "ge": 146,
      "if": 147,
      "▁ex": 148,
      "ess": 149,
      "pp": 150,
      "▁lo": 151,
      "out": 152,
      "▁if": 153,
      "est": 154,
      "ain": 155,
      "ist": 156,
      "and": 157,
      "ea": 158,
      "very": 159,
      "art": 160,
      "▁wor": 161,
      "▁my": 162,
      "ab": 163,
      "ment": 164,
      "▁bec": 165,
      "un": 166,
      "ity": 167,
      "ri": 168,
      "pe": 169,
      "ions": 170,
      "▁by": 171,
      "ok": 172,
      "our": 173,
      "ort": 174,
      "ind": 175,
      "ink": 176,
      "nt": 177,
      "▁up": 178,
      "um": 179,
      "▁don": 180,
      "▁get": 181,
      "red": 182,
      "▁out": 183,
      "el": 184,
      "ause": 185,
      "res": 186,
      "▁ma": 187,
      "ich": 188,
      "▁us": 189,
      "rou": 190,
      "▁int": 191,
      "em": 192,
      "os": 193,
      "ies": 194,
      "ie": 195,
      "▁pl": 196,
      "▁tr": 197,
      "ven": 198,
      "ous": 199,
      "▁le": 200,
      "▁two": 201,
      "ard": 202,
      "ine": 203,
      "▁co": 204,
      "een": 205,
      "▁now": 206,
      "ty": 207,
      "her": 208,
      "ack": 209,
      "▁pe": 210,
      "ame": 211,
      "▁how": 212,
      "▁who": 213,
      "▁see": 214,
      "▁tim": 215,
      "ect": 216,
      "ast": 217,
      "▁our": 218,
      "ci": 219,
      "ree": 220,
      "ople": 221,
      "gh": 222,
      "▁no": 223,
      "▁had": 224,
      "▁man": 225,
      "▁qu": 226,
      "▁en": 227,
      "ide": 228,
      "ure": 229,
      "ud": 230,
      "so": 231,
      "▁his": 232,
      "▁sa": 233,
      "▁sp": 234,
      "▁say": 235,
      "ose": 236,
      "ther": 237,
      "▁act": 238,
      "▁ta": 239,
      "▁cl": 240,
      "ings": 241,
      "pt": 242,
      "king": 243,
      "▁any": 244,
      "▁has": 245,
      "▁un": 246,
      "iv": 247,
      "▁im": 248,
      "▁ag": 249,
      "▁te": 250,
      "▁fe": 251,
      "one": 252,
      "per": 253,
      "ong": 254,
      "▁po": 255,
      "▁ad": 256,
      "ff": 257,
      "ore": 258,
      "itt": 259,
      "ans": 260,
      "iz": 261,
      "eah": 262,
      "reat": 263,
      "act": 264,
      "own": 265,
      "hing": 266,
      "enty": 267,
      "age": 268,
      "ber": 269,
      "ice": 270,
      "▁am": 271,
      "ple": 272,
      "are": 273,
      "▁per": 274,
      "und": 275,
      "ite": 276,
      "ix": 277,
      "pl": 278,
      "▁way": 279,
      "▁did": 280,
      "▁pr": 281,
      "▁got": 282,
      "ars": 283,
      "▁she": 284,
      "▁let": 285,
      "ag": 286,
      "▁ac": 287,
      "int": 288,
      "▁ar": 289,
      "ry": 290,
      "ign": 291,
      "ish": 292,
      "▁fir": 293,
      "ace": 294,
      "ble": 295,
      "og": 296,
      "ue": 297,
      "▁ye": 298,
      "ap": 299,
      "iff": 300,
      "▁ro": 301,
      "▁her": 302,
      "nder": 303,
      "▁ok": 304,
      "▁res": 305,
      "▁gu": 306,
      "ence": 307,
      "▁may": 308,
      "ated": 309,
      "ip": 310,
      "▁bo": 311,
      "▁him": 312,
      "way": 313,
      "ac": 314,
      "ical": 315,
      "ass": 316,
      "ase": 317,
      "▁dis": 318,
      "able": 319,
      "ick": 320,
      "▁app": 321,
      "ance": 322,
      "▁pre": 323,
      "▁six": 324,
      "▁off": 325,
      "▁new": 326,
      "ia": 327,
      "orm": 328,
      "ank": 329,
      "▁lot": 330,
      "ach": 331,
      "▁fo": 332,
      "inet": 333,
      "ire": 334,
      "ary": 335,
      "ult": 336,
      "▁tal": 337,
      "▁mu": 338,
      "▁bl": 339,
      "ount": 340,
      "sel": 341,
      "vel": 342,
      "▁br": 343,
      "▁imp": 344,
      "ep": 345,
      "cess": 346,
      "ord": 347,
      "▁sc": 348,
      "▁inc": 349,
      "ound": 350,
      "ang": 351,
      "be": 352,
      "ress": 353,
      "uct": 354,
      "▁ind": 355,
      "▁af": 356,
      "ving": 357,
      "▁oh": 358,
      "▁bet": 359,
      "▁use": 360,
      "ome": 361,
      "ens": 362,
      "ys": 363,
      "▁bu": 364,
      "co": 365,
      "ory": 366,
      "ater": 367,
      "ild": 368,
      "ght": 369,
      "ial": 370,
      "▁day": 371,
      "ning": 372,
      "na": 373,
      "ile": 374,
      "▁spe": 375,
      "▁mar": 376,
      "ody": 377,
      "ough": 378,
      "ade": 379,
      "vers": 380,
      "xt": 381,
      "▁fl": 382,
      "▁ke": 383,
      "ian": 384,
      "▁sy": 385,
      "▁put": 386,
      "fore": 387,
      "ub": 388,
      "▁ph": 389,
      "fe": 390,
      "▁em": 391,
      "▁ser": 392,
      "form": 393,
      "ting": 394,
      "te": 395,
      "av": 396,
      "ious": 397,
      "▁rec": 398,
      "ks": 399,
      "▁gr": 400,
      "ces": 401,
      "wn": 402,
      "ors": 403,
      "▁jo": 404,
      "ents": 405,
      "▁des": 406,
      "▁try": 407,
      "▁equ": 408,
      "▁z": 409,
      "▁rem": 410,
      "▁str": 411,
      "self": 412,
      "▁bit": 413,
      "ph": 414,
      "ved": 415,
      "▁why": 416,
      "▁bas": 417,
      "▁hel": 418,
      "▁rel": 419,
      "ath": 420,
      "ject": 421,
      "ail": 422,
      "▁la": 423,
      "ual": 424,
      "▁god": 425,
      "▁nat": 426,
      "erm": 427,
      "day": 428,
      "▁id": 429,
      "ft": 430,
      "▁wr": 431,
      "▁min": 432,
      "ates": 433,
      "▁gen": 434,
      "tain": 435,
      "▁ob": 436,
      "ull": 437,
      "ict": 438,
      "▁tra": 439,
      "▁end": 440,
      "▁hig": 441,
      "▁fif": 442,
      "oth": 443,
      "tern": 444,
      "▁its": 445,
      "vent": 446,
      "▁sm": 447,
      "ons": 448,
      "▁add": 449,
      "iss": 450,
      "▁bel": 451,
      "ful": 452,
      "get": 453,
      "▁ele": 454,
      "▁rep": 455,
      "ak": 456,
      "▁ho": 457,
      "▁pos": 458,
      "▁num": 459,
      "ange": 460,
      "ves": 461,
      "ific": 462,
      "urn": 463,
      "ise": 464,
      "▁cr": 465,
      "▁um": 466,
      "ward": 467,
      "▁reg": 468,
      "ady": 469,
      "ower": 470,
      "uc": 471,
      "▁dec": 472,
      "lic": 473,
      "▁set": 474,
      "▁gon": 475,
      "▁op": 476,
      "▁ear": 477,
      "▁sub": 478,
      "▁sl": 479,
      "les": 480,
      "stem": 481,
      "cial": 482,
      "olog": 483,
      "atch": 484,
      "ily": 485,
      "body": 486,
      "nds": 487,
      "ular": 488,
      "ren": 489,
      "▁own": 490,
      "▁too": 491,
      "cent": 492,
      "ible": 493,
      "pect": 494,
      "ered": 495,
      "ways": 496,
      "teen": 497,
      "▁uh": 498,
      "▁big": 499,
      "▁mod": 500,
      "▁att": 501,
      "▁car": 502,
      "gr": 503,
      "▁acc": 504,
      "ied": 505,
      "mun": 506,
      "ib": 507,
      "▁mon": 508,
      "▁sch": 509,
      "▁pol": 510,
      "▁dat": 511,
      "▁fin": 512,
      "▁sim": 513,
      "▁inv": 514,
      "▁def": 515,
      "ked": 516,
      "▁ent": 517,
      "▁yes": 518,
      "ows": 519,
      "ics": 520,
      "ited": 521,
      "ute": 522,
      "ism": 523,
      "ps": 524,
      "▁ed": 525,
      "▁el": 526,
      "ably": 527,
      "ppen": 528,
      "als": 529,
      "▁ten": 530,
      "ract": 531,
      "ss": 532,
      "▁ass": 533,
      "▁met": 534,
      "gan": 535,
      "▁eng": 536,
      "▁stu": 537,
      "ween": 538,
      "arch": 539,
      "▁gl": 540,
      "▁cor": 541,
      "▁dr": 542,
      "vern": 543,
      "▁ty": 544,
      "▁run": 545,
      "hip": 546,
      "cus": 547,
      "cond": 548,
      "▁ins": 549,
      "irty": 550,
      "▁pub": 551,
      "lud": 552,
      "llow": 553,
      "▁cou": 554,
      "ew": 555,
      "iew": 556,
      "▁sur": 557,
      "ero": 558,
      "ood": 559,
      "ness": 560,
      "▁fun": 561,
      "▁eff": 562,
      "cept": 563,
      "▁ca": 564,
      "▁exp": 565,
      "duct": 566,
      "▁sw": 567,
      "ize": 568,
      "ope": 569,
      "▁par": 570,
      "kes": 571,
      "cy": 572,
      "▁ev": 573,
      "▁ref": 574,
      "ell": 575,
      "▁bus": 576,
      "ug": 577,
      "rib": 578,
      "▁cur": 579,
      "mo": 580,
      "ock": 581,
      "ures": 582,
      "air": 583,
      "▁war": 584,
      "str": 585,
      "▁med": 586,
      "▁wa": 587,
      "▁val": 588,
      "▁sin": 589,
      "blem": 590,
      "▁fam": 591,
      "li": 592,
      "▁far": 593,
      "▁cle": 594,
      "▁col": 595,
      "mon": 596,
      "▁gra": 597,
      "led": 598,
      "ense": 599,
      "tin": 600,
      "ues": 601,
      "its": 602,
      "▁mem": 603,
      "▁inf": 604,
      "▁eas": 605,
      "ideo": 606,
      "▁top": 607,
      "io": 608,
      "pan": 609,
      "▁hum": 610,
      "▁old": 611,
      "ead": 612,
      "▁ord": 613,
      "ric": 614,
      "ants": 615,
      "oy": 616,
      "esn": 617,
      "uck": 618,
      "ason": 619,
      "ced": 620,
      "ool": 621,
      "rat": 622,
      "ouse": 623,
      "▁lar": 624,
      "▁art": 625,
      "▁wee": 626,
      "▁cer": 627,
      "ized": 628,
      "▁mat": 629,
      "con": 630,
      "erg": 631,
      "land": 632,
      "ines": 633,
      "▁chr": 634,
      "▁aut": 635,
      "▁lea": 636,
      "▁sou": 637,
      "oney": 638,
      "tty": 639,
      "▁ple": 640,
      "ulat": 641,
      "oks": 642,
      "▁few": 643,
      "▁sol": 644,
      "▁che": 645,
      "chn": 646,
      "ird": 647,
      "▁bre": 648,
      "▁dur": 649,
      "▁wom": 650,
      "me": 651,
      "izat": 652,
      "eric": 653,
      "ote": 654,
      "▁uni": 655,
      "eren": 656,
      "arn": 657,
      "ross": 658,
      "ices": 659,
      "ten": 660,
      "eral": 661,
      "ever": 662,
      "ieve": 663,
      "lish": 664,
      "ash": 665,
      "▁opp": 666,
      "alth": 667,
      "ger": 668,
      "▁sk": 669,
      "▁red": 670,
      "peri": 671,
      "▁det": 672,
      "▁ext": 673,
      "ner": 674,
      "ah": 675,
      "▁var": 676,
      "▁loc": 677,
      "gram": 678,
      "ists": 679,
      "ives": 680,
      "▁es": 681,
      "▁nor": 682,
      "tro": 683,
      "ale": 684,
      "▁iss": 685,
      "▁pri": 686,
      "gin": 687,
      "az": 688,
      "oc": 689,
      "▁pop": 690,
      "ern": 691,
      "▁sit": 692,
      "ket": 693,
      "▁pa": 694,
      "▁law": 695,
      "ages": 696,
      "br": 697,
      "▁cam": 698,
      "▁mom": 699,
      "osed": 700,
      "▁bro": 701,
      "ne": 702,
      "bs": 703,
      "▁cre": 704,
      "erat": 705,
      "▁sec": 706,
      "▁cap": 707,
      "▁vis": 708,
      "▁pat": 709,
      "ield": 710,
      "iet": 711,
      "▁tri": 712,
      "up": 713,
      "▁bra": 714,
      "ts": 715,
      "▁mot": 716,
      "▁unt": 717,
      "put": 718,
      "bo": 719,
      "ork": 720,
      "mer": 721,
      "ital": 722,
      "▁air": 723,
      "ined": 724,
      "▁beh": 725,
      "▁adv": 726,
      "▁ret": 727,
      "imes": 728,
      "▁tea": 729,
      "ural": 730,
      "sid": 731,
      "ters": 732,
      "▁pur": 733,
      "▁sci": 734,
      "bers": 735,
      "ient": 736,
      "ier": 737,
      "cc": 738,
      "sw": 739,
      "▁av": 740,
      "reen": 741,
      "ode": 742,
      "ont": 743,
      "▁dra": 744,
      "ann": 745,
      "nect": 746,
      "▁x": 747,
      "▁eu": 748,
      "ton": 749,
      "inat": 750,
      "ene": 751,
      "ared": 752,
      "els": 753,
      "▁mor": 754,
      "▁rat": 755,
      "cri": 756,
      "▁men": 757,
      "▁ah": 758,
      "ames": 759,
      "▁arm": 760,
      "eak": 761,
      "▁pay": 762,
      "▁hal": 763,
      "ins": 764,
      "ilit": 765,
      "stit": 766,
      "▁ra": 767,
      "▁leg": 768,
      "cl": 769,
      "pr": 770,
      "▁wal": 771,
      "▁bad": 772,
      "▁ge": 773,
      "roup": 774,
      "▁mus": 775,
      "man": 776,
      "▁gi": 777,
      "eds": 778,
      "▁aw": 779,
      "po": 780,
      "ark": 781,
      "row": 782,
      "▁dep": 783,
      "ully": 784,
      "ral": 785,
      "lect": 786,
      "pend": 787,
      "▁sev": 788,
      "ime": 789,
      "gest": 790,
      "here": 791,
      "▁yet": 792,
      "ted": 793,
      "▁rev": 794,
      "ds": 795,
      "▁ask": 796,
      "less": 797,
      "▁di": 798,
      "ets": 799,
      "line": 800,
      "▁aff": 801,
      "ired": 802,
      "▁est": 803,
      "ken": 804,
      "vid": 805,
      "most": 806,
      "ivid": 807,
      "unch": 808,
      "par": 809,
      "med": 810,
      "rop": 811,
      "ased": 812,
      "eone": 813,
      "▁ve": 814,
      "▁abs": 815,
      "ergy": 816,
      "ret": 817,
      "▁saw": 818,
      "▁ey": 819,
      "▁cal": 820,
      "uat": 821,
      "▁mid": 822,
      "vat": 823,
      "ream": 824,
      "vice": 825,
      "ians": 826,
      "rent": 827,
      "ctor": 828,
      "err": 829,
      "ush": 830,
      "ases": 831,
      "▁suc": 832,
      "erms": 833,
      "ave": 834,
      "angu": 835,
      "ries": 836,
      "▁wo": 837,
      "arts": 838,
      "▁fil": 839,
      "▁fat": 840,
      "▁cho": 841,
      "orts": 842,
      "▁fre": 843,
      "ee": 844,
      "ught": 845,
      "eng": 846,
      "ump": 847,
      "▁bar": 848,
      "ying": 849,
      "ane": 850,
      "▁tem": 851,
      "anks": 852,
      "ury": 853,
      "iat": 854,
      "mit": 855,
      "trol": 856,
      "▁net": 857,
      "▁maj": 858,
      "▁cra": 859,
      "ling": 860,
      "▁fig": 861,
      "orn": 862,
      "icat": 863,
      "pany": 864,
      "▁occ": 865,
      "ott": 866,
      "ands": 867,
      "▁exc": 868,
      "▁mr": 869,
      "ency": 870,
      "rope": 871,
      "itch": 872,
      "▁lit": 873,
      "abil": 874,
      "not": 875,
      "ma": 876,
      "▁typ": 877,
      "▁opt": 878,
      "ob": 879,
      "ser": 880,
      "ety": 881,
      "ms": 882,
      "peci": 883,
      "aces": 884,
      "aut": 885,
      "▁hon": 886,
      "cuss": 887,
      "▁sal": 888,
      "▁sor": 889,
      "att": 890,
      "▁lab": 891,
      "▁har": 892,
      "urch": 893,
      "nded": 894,
      "uce": 895,
      "ids": 896,
      "▁hy": 897,
      "▁fut": 898,
      "▁ste": 899,
      "ours": 900,
      "ems": 901,
      "utes": 902,
      "ng": 903,
      "ta": 904,
      "▁won": 905,
      "▁fa": 906,
      "▁env": 907,
      "ards": 908,
      "▁job": 909,
      "ium": 910,
      "▁dot": 911,
      "▁obv": 912,
      "ina": 913,
      "side": 914,
      "elve": 915,
      "cu": 916,
      "▁jes": 917,
      "▁pot": 918,
      "▁pie": 919,
      "▁tre": 920,
      "▁hey": 921,
      "▁mag": 922,
      "ron": 923,
      "▁key": 924,
      "swer": 925,
      "▁win": 926,
      "ucat": 927,
      "work": 928,
      "ides": 929,
      "▁low": 930,
      "▁vol": 931,
      "▁oth": 932,
      "atic": 933,
      "lf": 934,
      "ads": 935,
      "inds": 936,
      "com": 937,
      "ths": 938,
      "▁ver": 939,
      "ised": 940,
      "lo": 941,
      "▁squ": 942,
      "▁cut": 943,
      "oked": 944,
      "irit": 945,
      "ateg": 946,
      "ppy": 947,
      "mitt": 948,
      "come": 949,
      "hn": 950,
      "igin": 951,
      "mand": 952,
      "▁dam": 953,
      "ho": 954,
      "▁da": 955,
      "▁fur": 956,
      "iron": 957,
      "ilar": 958,
      "▁fac": 959,
      "▁neg": 960,
      "▁ago": 961,
      "ged": 962,
      "miss": 963,
      "enth": 964,
      "▁dou": 965,
      "▁hit": 966,
      "▁guy": 967,
      "▁bi": 968,
      "ove": 969,
      "fess": 970,
      "ples": 971,
      "owed": 972,
      "ured": 973,
      "▁ris": 974,
      "ints": 975,
      "rew": 976,
      "▁sum": 977,
      "▁hu": 978,
      "ploy": 979,
      "ude": 980,
      "ried": 981,
      "▁cir": 982,
      "▁dev": 983,
      "ear": 984,
      "▁tot": 985,
      "▁ann": 986,
      "duc": 987,
      "ik": 988,
      "pon": 989,
      "sted": 990,
      "▁ide": 991,
      "▁'": 992,
      "ipp": 993,
      "▁eat": 994,
      "▁dom": 995,
      "▁": 996,
      "e": 997,
      "t": 998,
      "o": 999,
      "a": 1000,
      "i": 1001,
      "n": 1002,
      "s": 1003,
      "r": 1004,
      "h": 1005,
      "l": 1006,
      "d": 1007,
      "u": 1008,
      "c": 1009,
      "m": 1010,
      "y": 1011,
      "g": 1012,
      "w": 1013,
      "f": 1014,
      "p": 1015,
      "b": 1016,
      "v": 1017,
      "k": 1018,
      "'": 1019,
      "j": 1020,
      "x": 1021,
      "q": 1022,
      "z": 1023,
      "<EOU>": 1024,
      "<EOB>": 1025
    },
    "merges": []
  }
}